Repository: Aroxoft/tagros-comptes
Catalog: lib/l10n/intl_*.arb
Languages: fr

# actionCancel
source: Cancel
fr: Annuler

# actionCopy
source: Copy
fr: Copier

# actionDelete
source: Delete
fr: Supprimer

# actionDeleteAllUnused
source: Delete all unused players
fr: Supprimer tous les joueurs inutilisés

# actionResetTheme
source: Reset theme to default values
fr: Remise à zero du thème avec les valeurs par défaut

# actionSubmit
source: Submit
fr: Valider

# addModifyAppBarTitle
source: {add, select, add{Add a round} other{Edit a round}}
fr: {add, select, add{Ajout d'une manche} other{Modification d'une manche}}

# addModifyFirstPartner
source: {tagros, select, tagros{Partner number 1} tarot{Partner} other{None}}
fr: {tagros, select, tagros{Partenaire numéro 1} tarot{Partenaire} other{Partenaire}}

# addModifyFor
source: For
fr: Pour

# addModifyMissingMessage
source: In order to validate, please fill the missing information
fr: Pour pouvoir valider, veuillez ajouter les informations manquantes

# addModifyMissingTitle
source: Information is missing
fr: Il manque des informations

# addModifyOudler
source: {count, plural, zero{ oudlers} one{ oudler} other{ oudlers}}
fr: {count, plural, zero{ bout} one{ bout} other{ bouts}}

# addModifyPetitAuBout
source: One at the End
fr: Petit au bout

# addModifyPoignee
source: Handful
fr: Poignée

# addModifyPoigneeNbTrumps
source: {count, plural, zero{{poigneeName}} other{{poigneeName} ({count}+ trumps)}}
fr: {count, plural, zero{{poigneeName}} other{{poigneeName} ({count}+ atouts)}}

# addModifySecondPartner
source: Partenaire num√©ro 2
fr: Partenaire numéro 2

# addModifyTitleAttack
source: Attack
fr: Attaque

# addModifyTitleContract
source: Contract
fr: Contrat

# appTitle
source: Tagros counter
fr: Compteur Tagros

# buyScreenPlaceholderText
source: Coming soon...
fr: À venir bientôt...

# buyScreenTitle
source: Premium advantages
fr: Avantages premium

# campTypeAttack
source: Attack
fr: Attaque

# campTypeDefense
source: Defense
fr: Défense

# campTypeNone
source: None
fr: Aucun

source: Cancel
fr: Annuler

# chooseDialogNoItemsFound
source: No players found with this name. To create it, click on the '+' button on the right
fr: Pas de joueurs trouvés avec ce nom. Pour le créer, cliquer sur le bouton '+' à droite

# cleanupUnusedPlayersTitle
source: Cleanup unused players
fr: Joueurs non utilisés

# common_error
source: An error has occurred. You can try again later or contact support (CommonError1)
fr: Une erreur est survenue. Vous pouvez contacter le support ou réessayer plus tard (CommonError 1)

# common_retryAction
source: Try again
fr: Réessayer

# deleteAllDialogContent
source: This action cannot be undone
fr: Cette action ne peut pas être annulée

# deleteAllDialogTitle
source: Do you want to delete all unused players?
fr: Voulez-vous supprimer tous les joueurs inutilisés ?

# dialogGamesNoData
source: No data
fr: Pas d'information

# dialogGamesNoGames
source: No saved games
fr: Pas de parties enregistrées

# dialogNewGameTitle
source: New game, choose the players
fr: Nouvelle partie, choisir les joueurs

# dialogPlayersDelete
source: Delete
fr: Supprimer

# errorGameNbPlayers
source: A game with {count, plural, zero{no players} one{one player} other{{count} players}} does not exist
fr: Une partie avec {count, plural, zero{aucun joueur} one{un joueur} other{{count} joueurs}} n'existe pas

# errorPseudoEmpty
source: Please enter a name
fr: Veuillez entrer un nom

# errorSameName
source: All the names should be different
fr: Tous les noms doivent être différents

# errorUnusedPlayers
source: Error fetching unused players: {error}
fr: Erreur en récupérant la liste des joueurs inutilisés : {error}

# guidePlaceHolderText
source: Coming soon...
fr: À venir bientôt...

# hintSearchPlayer
source: Search player
fr: Chercher un joueur

# infoEntryString
source: {playerName} took a {prise} {withPlayers, select, onePlayer{(with {player1})} twoPlayers{(with {player1} and {player2})} other{alone}}, {points} points for {campPoints}, {nbBouts, plural, zero{no oudlers} one{1 oudler} other{{nbBouts} oudlers}} for {campPoints}.
fr: {prise} de {playerName} {withPlayers, select, onePlayer{(avec {player1})} twoPlayers{(avec {player1} et {player2})} other{tout(e) seul(e)}}, {points} points pour {campPoints}, {nbBouts, plural, zero{aucun bout} one{1 bout} other{{nbBouts} bouts}} pour {campPoints}.

# nbPlayers
source: {nbPlayers} players
fr: {nbPlayers} joueurs

source: New game
fr: Nouvelle partie

# playersUnusedEmpty
source: No players are unused
fr: Pas de joueurs inutilisés

# poigneTypeNone
source: none
fr: non

# preneur
source: Taker
fr: Preneur

# settingsBuyPremium
source: Buy premium subscription
fr: Acheter un abonnement premium

# settingsCleanUnusedPlayers
source: Clean unused players
fr: Faire du ménage dans les joueurs

# settingsTheme
source: Theme
fr: Thème

# settingsTitle
source: Settings
fr: Options

# subscription_advantages_moreThemes
source: More themes and advanced customization
fr: Plus de thèmes et personnalisation avancée

# subscription_advantages_noAds
source: No ads
fr: Pas de pub

# subscription_advantages_noLimits
source: No limits of numbers
fr: Pas de limites de nombre

# subscription_advantages_supportDev
source: Support the developper
fr: Soutien du développeur

# subscription_alreadyPremium_subtitle
source: Thanks for your support!
fr: Merci pour votre soutien !

# subscription_alreadyPremium_title
source: You unlocked Tagros premium
fr: Vous avez débloqué Tagros premium

# subscription_buy_button
source: Get premium
fr: Obtenez premium

# subscription_disclaimer_reccurringPurchase_text
source: Renewable subscription, cancellable at any time. Subscriptions are managed by Google Play.
fr: Facturation récurrente, annulable à tout moment. Les abonnements sont gérés par Google Play.

# subscription_error_openPrivacy
source: Cannot open link. Privacy policy is available at following address: {uri}
fr: Impossible d'ouvrir le lien. Les conditions sont disponibles à l'adresse suivante : {uri}

# subscription_errorPurchase_alreadyOwned_snackMessage
source: Already purchased
fr: Déjà acheté

# subscription_errorPurchase_cancelled_message
source: You cancelled your purchase.
fr: Vous avez annulé votre achat.

# subscription_errorPurchase_cancelled_snackMessage
source: Purchasing cancelled
fr: Achat annulé

# subscription_errorPurchase_cancelled_title
source: Purchase cancelled
fr: Achat annulé

# subscription_errorPurchase_configuration_snackMessage
source: Configuration error: please contact support
fr: Erreur de configuration : veuillez contacter le support

# subscription_errorPurchase_default_message
source: An error happened. Please try again later or contact support, giving them the following code: {code}
fr: Une erreur est survenue. Veuillez réessayer plus tard ou contacter le support en donnant le code suivant : {code}

# subscription_errorPurchase_default_title
source: Purchasing is unavailable for now
fr: Achats indisponibles pour le moment

# subscription_errorPurchase_invalidCredentials_snackMessage
source: Invalid credentials
fr: Mauvais identifiants

# subscription_errorPurchase_network_message
source: You are not connected to the internet. Please check your connection and try again.
fr: Vous n'êtes pas connecté à internet. Veuillez vérifier votre connexion et réessayer.

# subscription_errorPurchase_network_snackMessage
source: Network error
fr: Erreur de réseau

# subscription_errorPurchase_network_title
source: No internet connection
fr: Aucune connexion internet

# subscription_errorPurchase_noPackagesAvailable_snackMessage
source: No packages available
fr: Pas de paquets disponibles

# subscription_errorPurchase_paymentPending_snackMessage
source: Payment pending
fr: Paiement en attente

# subscription_errorPurchase_restoreFailed_snackMessage
source: Restore failed
fr: Restauration ratée

# subscription_errorPurchase_storeProblem_snackMessage
source: Store problem
fr: Problème de store

# subscription_errorPurchase_storeProblem_title
source: Store problem
fr: Problème de store

# subscription_errorPurchase_unknown_snackMessage
source: Unknown error
fr: Erreur inconnue

# subscription_heading_subtitle
source: No ads, advanced customization options, no limits of numbers, and even more!
fr: Pas de pub, customisation avancée de l'application, pas de limites de nombre, et plus encore !

# subscription_heading_title
source: Unlock everything
fr: Débloquez tout

# subscription_legalTerms_privacyPolicy_button
source: Privacy policy
fr: Politique de confidentialité

# subscription_legalTerms_privacyPolicy_linkError_message
source: Cannot open link. The privacy policy is available at the following address: {uri}
fr: Impossible d'ouvrir le lien. Les conditions sont disponibles à l'adresse suivante : {uri}

# subscription_manageSubscription_button
source: Manage your subscriptions
fr: Gérer vos abonnements

# subscription_manageSubscription_linkError
source: Cannot open link, please go directly to your store to manage your subscriptions
fr: Impossible d'ouvrir le lien, veuillez aller directement sur votre store pour gérer vos abonnements

# subscription_packageType_annual_display
source: 1 Year
fr: 1 An

# subscription_packageType_annual_paid
source: Paid annually
fr: Facturé annuellement

# subscription_packageType_lifetime_display
source: Lifetime
fr: À vie

# subscription_packageType_lifetime_paid
source: Paid once
fr: Facturé une fois

# subscription_packageType_monthly_display
source: 1 Month
fr: 1 Mois

# subscription_packageType_monthly_paid
source: Paid every month
fr: Facturé tous les mois

# subscription_packageType_sixMonth_display
source: 6 Months
fr: 6 Mois

# subscription_packageType_sixMonth_paid
source: Paid every 6 months
fr: Facturé tous les 6 mois

# subscription_packageType_threeMonth_display
source: 3 Months
fr: 3 Mois

# subscription_packageType_threeMonth_paid
source: Paid every 3 months
fr: Facturé tous les 3 mois

# subscription_packageType_twoMonth_display
source: 2 Months
fr: 2 Mois

# subscription_packageType_twoMonth_paid
source: Paid every 2 months
fr: Facturé tous les 2 mois

# subscription_packageType_unknown_display
source: Unknown
fr: Inconnu

# subscription_packageType_unknown_paid
source: Unknown
fr: Inconnu

# subscription_packageType_weekly_display
source: 1 Week
fr: 1 Semaine

# subscription_packageType_weekly_paid
source: Paid every week
fr: Facturé toutes les semaines

# subscription_paywall_premiumFeature_button
source: Upgrade
fr: Mettre à niveau

# subscription_paywall_premiumFeature_message
source: This is a premium feature. Upgrade to unlock this feature.
fr: Ceci est une fonctionnalité premium. Mettez à niveau pour débloquer cette fonctionnalité.

# subscription_restorePurchase_button
source: Already purchased?
fr: Déjà acheté ?

source: Success adding game
fr: Partie ajoutée avec succès

source: Success modifying game
fr: Partie modifiée avec succès

# supportWidget_message
source: If you like this app, support me by subscribing
fr: Si vous aimez cette appli, soutenez-moi en vous abonnant

# supportWidget_title
source: Support me
fr: Soutenez-moi

# tableNoData
source: No Data
fr: Pas d'information

# tableNoEntry
source: No entries
fr: Aucune partie

source: the attack
fr: l'attaque

source: the defense
fr: la défense

# themeBackgroundChoiceGradient
source: Gradient
fr: Gradient de couleurs

# themeBackgroundChoiceSolid
source: Solid
fr: Couleur solide

# themeNameBlackWhite
source: Black'n'white
fr: Noir et blanc

# themeNameChocolate
source: Chocolate
fr: Chocolat

# themeNameClassic
source: Classic
fr: Classique

# themeNameCorporate
source: Corporate
fr: Entreprise

# themeNameDark
source: Dark
fr: Nuit

# themeNamePastels
source: Pastels
fr: Pastel

# themeNamePurple
source: Purple
fr: Violet

# themeOptionRename
source: Rename
fr: Renommer

# themeRenameDialogActionSave
source: Save
fr: Sauvegarder

# themeRenameDialogTitle
source: Theme name
fr: Nom du thème

# themeScreenTitle
source: Customize your theme
fr: Personnaliser le thème

# themeSectionAddModifyEntryScreen
source: Add/modify entry screen
fr: Écran d'ajout/modification d'entrée

# themeSectionAppScreen
source: App
fr: Appli

# themeSectionTableScreen
source: Table screen
fr: Écran du tableau

# themeSubsectionEntry
source: Entry
fr: Entrées

# themeSubsectionTotalsLine
source: Totals line
fr: Ligne des totaux

# themeSubtitleAccentColor
source: Choose the accent color of the app (e.g. for scrolling color)
fr: Choisir la couleur d'accent de l'application (ex : pour le scroll)

# themeSubtitleActionButtonColor
source: Choose color for the action button
fr: Choisir la couleur pour le bouton d'action

# themeSubtitleAppBarColor
source: Choose the color of the app bar background
fr: Choisir la couleur d'arrière-plan de l'app bar

# themeSubtitleAppBarTextColor
source: Choose the text color of the app bar
fr: Choisir une couleur de police de l'app bar

# themeSubtitleApplicationBackground
source: Choose your app background
fr: Choisir le fond de l'application

# themeSubtitleBackgroundColor
source: Choose background color of the app
fr: Choisir une couleur d'arrière-plan de l'app

# themeSubtitleButtonsColor
source: Choose buttons color
fr: Choisir la couleur des boutons

# themeSubtitleChipColor
source: Choose color for the chips for player selection
fr: Choisir la couleur pour les 'chips' de sélection des joueurs

# themeSubtitleGradientFirstColor
source: Select the top left color of the gradient
fr: Sélectionner la couleur en haut à gauche du gradient

# themeSubtitleGradientSecondColor
source: Select the bottom right color of the gradient
fr: Sélectionner la couleur en bas à droite du gradient

# themeSubtitleHorizontalLineColor
source: Choose color for the horizontal lines above and below the totals line
fr: Choisir la couleur pour les lignes horizontales au-dessus et en-dessous de la ligne des totaux

# themeSubtitleNegativeNumberColor
source: Choose color for negative numbers in an entry
fr: Choisir la couleur pour les nombres négatifs dans une entrée

# themeSubtitleNegativeNumberTitleColor
source: Choose color for negative numbers in the totals line
fr: Choisir la couleur pour les nombres négatifs dans la ligne des totaux

# themeSubtitlePlayerNamesColor
source: Choose color for player names
fr: Choisir la couleurs pour les noms de joueurs

# themeSubtitlePositiveNumberColor
source: Choose color for positive numbers in an entry
fr: Choisir la couleur pour les nombres positifs dans une entrée

# themeSubtitlePositiveNumberTitleColor
source: Choose color for positive numbers in the totals line
fr: Choisir la couleur pour les nombres positifs dans la ligne des totaux

# themeSubtitleSliderColor
source: Choose the slider color
fr: Choisir la couleur des sliders

# themeSubtitleTextButtonColor
source: Choose the color of the text on buttons
fr: Choisir la couleur du texte sur les boutons

# themeSubtitleTextColor
source: Text color in the app
fr: Couleur du texte dans l'application

# themeSubtitleTextOnActionButtonColor
source: Choose the color for the text on the action button
fr: Choisir la couleur du texte du bouton d'action

# themeSubtitleTitlesFrameColor
source: Choose color for the frames around the blocks
fr: Choisir la couleur pour les cadres autour des blocs

# themeTabCustomize
source: Customize
fr: Personnalisation avancée

# themeTabPresetThemes
source: Preset themes
fr: Thèmes prédéfinis

# themeTitleAccentColor
source: Accent color
fr: Couleur d'accent

# themeTitleActionButtonColor
source: Action button color
fr: Couleur du bouton d'action

# themeTitleAppBarColor
source: App bar color
fr: Couleur de l'app bar

# themeTitleAppBarFontSize
source: App bar font size
fr: Taille de police de l'app bar

# themeTitleAppBarTextColor
source: App bar text color
fr: Couleur de police de l'app bar

# themeTitleApplicationBackground
source: Application background
fr: Fond de l'application

# themeTitleBackgroundColor
source: Background color
fr: Couleur d'arrière-plan

# themeTitleButtonColor
source: Button color
fr: Couleur des boutons

# themeTitleChipColor
source: Chip color
fr: Couleur des 'chips'

# themeTitleGradientFirstColor
source: Gradient first color
fr: Première couleur du gradient

# themeTitleGradientSecondColor
source: Gradient second color
fr: Deuxième couleur du gradient

# themeTitleHorizontalLineColor
source: Horizontal line color
fr: Couleur de la ligne horizontale

# themeTitleNegativeNumberColor
source: Negative number color
fr: Couleur de nombre négatif

# themeTitleNegativeNumberTitleColor
source: Negative number color
fr: Couleur de nombre négatif

# themeTitlePlayerNamesColor
source: Player names color
fr: Couleur des noms des joueurs

# themeTitlePositiveNumberColor
source: Positive number color
fr: Couleur de nombre positif

# themeTitlePositiveNumberTitleColor
source: Positive number color
fr: Couleur de nombre positif

# themeTitleSliderColor
source: Slider color
fr: Couleur des sliders

# themeTitleTextButtonColor
source: Text button color
fr: Couleur de police de button

# themeTitleTextColor
source: Text color
fr: Couleur du texte

# themeTitleTextOnActionButtonColor
source: Text on action button color
fr: Couleur du texte du bouton d'action

# themeTitleTitlesFrameColor
source: Titles frame color
fr: Couleur du cadre/titre

# toContinue
source: Continue
fr: Continuer
